Repository: thekampany/tripproject
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: Your answer here...
de: Ihre Antwort hier...
nl: Typ hier je antwoord...

source: Add Checklist Item
de: Checkliste hinzufügen
nl: Voeg Checklist Item toe

source: to trip
de: zur Reise
nl: aan trip

source: Add Item
de: Element hinzufügen
nl: Item Toevoegen

source: Add Image
de: Bild hinzufügen
nl: Foto Invoegen

source: Add Log Entry
de: Log hinzufügen
nl: Log Toevoegen

source: Save Log Entry
de: Log speichern
nl: Log Opslaan

source: Budget Analysis
de: Budgetanalyse
nl: Budget Analyse

source: Expenses
de: Ausgaben
nl: Uitgaven

source: Remaining
de: Verbleibend
nl: Resterend

source: Budget Overview
de: Budgetübersicht
nl: Budget Overzicht

source: Budget vs Expenses per Category
de: Budget vs. Ausgaben pro Kategorie
nl: Budget vs Uitgaven per Categorie

source: Category
de: Kategorie
nl: Categorie

source: Amount
de: Betrag
nl: Bedrag

source: No budget items yet.
de: Es gibt noch keine Budgetposten.
nl: Nog geen Buget Items.

source: Total
de: Gesamt
nl: Totaal

source: to Organize Trip
de: Reise organisieren
nl: Organiseer Trip

source: Create Itinerary Idea - by Day Locations
de: Reiseidee erstellen – nach Tagesorten

source: Create a Itinerary Idea by indicating day locations
de: Erstellen Sie eine Reiseidee, indem Sie Tagesorte markieren

source: Step 1 - Put markers on locations or areas that you want to visit
de: Schritt 1 – Markieren Sie Orte oder Bereiche, die Sie besuchen möchten
nl: Stap 1 - Zet markers op lokaties of gebieden die je wil bezoeken

source: Day Locations:
de: Tagesorte:
nl: Dag Activiteiten

source: Name of this Itinerary Idea
de: Name dieser Reiseidee

source: Save Itinerary Idea
de: Reiseidee speichern

source: Tip: Consider plotting an itinerary on a map and turn your idea into a trip.
de: Tipp: Erwägen Sie, eine Reiseroute auf einer Karte zu planen und Ihre Idee in eine Reise umzuwandeln.
nl: Tip: Je kan ook eerst een reisschema op de kaart zetten en dat dan omzetten naar een trip.

source: Create Tripoutline
de: Reiseübersicht erstellen

source: Create a Itinerary Idea by indicating OVERNIGHT locations / areas on this map
de: Erstellen Sie eine Reiseidee, indem Sie Übernachtungsorte/-bereiche auf dieser Karte markieren
nl: Maak Reisschema Idee door Overnachtingslocaties op de kaart te zetten

source: Overnight Locations:
de: Übernachtungsorte:
nl: Overnachtings Locaties:

source: Name of this Overnight Itinerary Idea
de: Name dieser Übernachtungs-Reiseidee
nl: Naam van dit Overnachtings Reisschema

source: Save Overnight Outline
de: Übernachtungsplan speichern
nl: Bewaar Overnachtings Reisschema

source: Itinerary
de: Reiseplan
nl: Reisschema

source: Add
de: Hinzufügen
nl: Invoegen

source: Expense
de: Ausgabe
nl: Uitgave

source: Suggestion
de: Vorschlag
nl: Suggestie

source: Question
de: Frage
nl: Vraag

source: Scheduled Item
de: Geplanter Punkt
nl: Gepland Item

source: Information for Today
de: Informationen für heute
nl: Belangrijke Informatie

source: Ideas for Today
de: Ideen für heute
nl: Ideeen voor vandaag

source: Scheduled Items for Today
de: Geplante Punkte für heute
nl: Geplande Items

source: Link to travel document
de: Link zum Reisedokument
nl: Koppeling naar document

source: Documents and Links
de: Dokumente und Links
nl: Documenten en Koppelingen

source: Download Document
de: Dokument herunterladen

source: You have the badge for this question!
de: Sie haben das Abzeichen für diese Frage!
nl: Je hebt de badge voor deze vraag!

source: Check Answer
de: Antwort prüfen
nl: Controleer

source: to see and answer the question(s).
de: um die Frage(n) zu sehen und zu beantworten.
nl: om vraag te zien en te beantwoorden

source: Badge Claimed!
de: Badge beansprucht!
nl: Badge Behaald!

source: Close
de: Schließen
nl: Sluit

source: Your Suggestion for this Day:
de: Ihr Vorschlag für diesen Tag:
nl: Jouw suggestie voor deze dag:

source: Import Itinerary JSON
de: Reiseplan JSON importieren

source: Ask your favourite AI to create an itinerary idea.
de: Bitten Sie Ihre bevorzugte KI, eine Reiseidee zu erstellen.
nl: Vraag aan je favoriete AI om een reisschema op te stellen.

source: Include in the prompt that the idea needs to be presented exactly following the schema at:
de: Geben Sie im Prompt an, dass die Idee genau nach dem Schema präsentiert werden muss unter:
nl: Zet in de prompt dat het idee precies het schema moet volgen dat staat op:

source: Welcome
de: Willkommen
nl: Welkom

source: You and your friends go on a trip. Here you can share all the details of the trip with the people going on the trip (the Trippers), and share it with family and friends elsewhere (the Tribe).
de: Sie und Ihre Freunde machen eine Reise. Hier können Sie alle Details der Reise mit den Mitreisenden (den Trippers) teilen und auch mit Familie und Freunden anderswo (dem Stamm).
nl: Jij en je vrienden gaan op een trip. Hier kun je alle details van de trip delen met de mensen die meegaan (de Trippers) en met andere familie en vrienden (de Tribe).

source: Click My Trips to see and organize your trips
de: Klicken Sie auf 'Meine Reisen', um Ihre Reisen anzusehen und zu organisieren
nl: Bekijk en organiseer je reisschema's via Mijn Trips

source: Click Register to join, or click Login to start a Tribe, invite people and lay out the trip.
de: Klicken Sie auf 'Registrieren', um beizutreten, oder auf 'Login', um einen Stamm zu starten, Leute einzuladen und die Reise zu planen
nl: Klik Registreren om je aan te melden. Klik Mijn Trips om een Tribe te starten mensen uit te nodigen en je Trip te organiseren.

source: My Trips
de: Meine Reisen
nl: Mijn Trips

source: Register
de: Registrieren
nl: Registreren

source: Login
de: Anmelden
nl: Inloggen

source: Invite Code Generated
de: Einladungscode generiert
nl: Invite Code Gegenereerd

source: Share this link
de: Diesen Link teilen
nl: Deel deze link

source: Have it scanned by the person you want to invite to the tribe.
de: Lassen Sie es von der Person scannen, die Sie zum Stamm einladen möchten.
nl: Laat scannen door persoon die je wil toevoegen aan de tribe

source: Step 2 - Cluster the activities into days
de: Schritt 2 – Aktivitäten in Tage gruppieren
nl: Stap 2 - Groepeer de activiteiten tot dagen

source: List of Activities / Locations
de: Liste der Aktivitäten / Orte
nl: Lijst activiteiten / Lokaties

source: No unassigned daylocations
de: Keine nicht zugewiesenen Tagesorte
nl: Geen niet-gegroepeerde daglocaties

source: Projected Tripdays
de: Geplante Reisetage

source: Add Day
de: Tag hinzufügen

source: No days added yet.
de: Noch keine Tage hinzugefügt.

source: Save
de: Speichern
nl: Bewaar

source: Itinerary Ideas
de: Reiseideen

source: Create New
de: Neu erstellen

source: on Map via OvernightLocations
de: Auf Karte über Übernachtungsorte

source: on Map via DayLocations
de: Auf Karte über Tagesorte

source: Edit on Map
de: Auf Karte bearbeiten
nl: Edit op de Kaart

source: Convert to Trip
de: In Reise umwandeln

source: Are you sure?
de: Sind Sie sicher?
nl: Weet je het zeker?

source: Delete
de: Löschen
nl: Verwijder

source: No itinerary ideas yet.
de: Noch keine Reiseideen vorhanden.
nl: Nog geen Reisschema ideeen.

source: Organize
de: Organisieren
nl: Organiseer

source: Convert Itinerary to Trip
de: Reiseplan in Reise umwandeln
nl: Maak Trip van dit idee

source: Itinerary Idea:
de: Reiseidee:

source: Select Tribe:
de: Stamm auswählen:
nl: Selecteer Tribe:

source: Startdate:
de: Startdatum:
nl: Startdatum:

source: Create Trip
de: Reise erstellen
nl: Maak Trip aan

source: Edit Itinerary Idea:
de: Reiseidee bearbeiten:

source: Edit Scheduled Item
de: Geplanten Eintrag bearbeiten
nl: Bewerk Gepland Item

source: Add Scheduled Item
de: Geplanten Eintrag hinzufügen
nl: Voeg Gepland Item Toe

source: For Day:
de: Für Tag:
nl: Voor dag

source: Update
de: Aktualisieren
nl: Bijwerken

source: Settings
de: Einstellungen
nl: Instellingen

source: Edit Trip Settings
de: Reiseeinstellungen bearbeiten
nl: Instellingen

source: Add or Remove Trippers
de: Tripper hinzufügen oder entfernen
nl: Trippers toevoegen of verwijderen

source: Edit Dayprograms
de: Tagesprogramme bearbeiten
nl: Dagprogramma's Bewerken

source: Add Points and Routes
de: Punkte und Routen hinzufügen
nl: Punten en Routes toevoegen

source: Organize Tripbingo
de: Reisebingo organisieren
nl: Organiseer Tripbingo

source: Assign Badges
de: Badges zuweisen
nl: Badges Toekennen

source: View Badges
de: Badges anzeigen
nl: Badges Bekijken

source: Create Badge
de: Badge erstellen
nl: Maak nieuwe Badge

source: Upload Badge
de: Badge hochladen
nl: Badge Uploaden

source: New Trip
de: Neue Reise
nl: Nieuwe Trip

source: Create a New Tribe
de: Neuen Stamm erstellen
nl: Maak Tribe aan

source: Invite People to the Tribe
de: Personen zum Stamm einladen
nl: Uitnodigen voor de Tribe

source: Balance for Trip
de: Bilanz der Reise
nl: Tripbalans

source: Balance
de: Bilanz

source: All balances are settled. No outstanding amounts.
de: Alle Bilanzen sind ausgeglichen. Keine offenen Beträge.
nl: Geen onderlinge openstaande rekeningen.

source: See all Expenses
de: Alle Ausgaben anzeigen
nl: Bekijk alle Uitgaven

source: #Answers
de: #Antworten
nl: #Antwoorden

source: See answers for all trippers
de: Antworten aller Tripper ansehen
nl: Bekijke antwoorden van alle trippers

source: No Bingo created for this trip
de: Für diese Reise wurde kein Bingo erstellt
nl: Geen Bingo aangemaakt op deze trip

source: Trip
de: Reise

source: Day
de: Tag
nl: Dag

source: Date
de: Datum
nl: Datum

source: Description
de: Beschreibung
nl: Omschrijving

source: Organize this Trip
de: Diese Reise organisieren
nl: Organiseer deze Trip

source: More
de: Mehr
nl: Meer

source: Documents
de: Dokumente
nl: Documenten

source: Expenses for Trip
de: Ausgaben für die Reise
nl: Uitgaven op Trip

source: Add New Expense
de: Neue Ausgabe hinzufügen
nl: Uitgave toevoegen

source: By
de: Von
nl: Door

source: Receipt
de: Beleg
nl: Bonnetje

source: No expenses recorded for this trip
de: Für diese Reise wurden keine Ausgaben erfasst
nl: Geen uitgaven vastgelegd op deze trip

source: See Balance
de: Bilanz anzeigen
nl: Bekijk Balans

source: Download Trip Outline
de: Reiseplan herunterladen
nl: Download Reisschema

source: Show only trips on which I am a tripper
de: Nur Reisen anzeigen, bei denen ich Tripper bin
nl: Toon alleen trips waar ik tripper ben

source: Point description
de: Punktbeschreibung
nl: Omschrijving

source: Badges this trip
de: Badges dieser Reise
nl: Badges deze trip

source: Trippers owe Trippers
de: Tripper schulden Trippern
nl: Trippers krijgen van / betalen aan trippers

source: No documents uploaded yet
de: Noch keine Dokumente hochgeladen
nl: Geen documenten ge-upload

source: Suggestion by %(username)s: %(suggestion)s
de: Vorschlag von %(username)s: %(suggestion)s
nl: Voorstel van %(username)s: %(suggestion)s

source: No Answers
de: Keine Antworten
nl: Geen Antwoorden

source: Tripper and emoji mandatory.
de: Tripper und Emoji sind Pflicht.
nl: Tripper en emoji verplicht

source: You already liked this log with this emoji.
de: Sie haben diesen Eintrag bereits mit diesem Emoji geliked.
nl: Je hebt deze log al een emoji gegeven.

source: There is no like with this emoji that can be removed.
de: Es gibt kein Like mit diesem Emoji, das entfernt werden kann.
nl: Er is geen like met deze emoji om te verwijderen

source: Link
nl: Koppeling

source: Trip Admin Settings
nl: Instellingen

source: For and by Trippers
nl: Voor en door Trippers

source: First Create a New Tribe
nl: Maak eerst Tribe aan

source: A zip with everything of the trip.
nl: Een zip met alles van de trip

source: De-personalized, no photos, no logs. Just share your itinerary.
nl: Zonder persoonlijke informatie. Deel je reisschema.

source: Export as JSON. Other Trippanion user can import your trip as startingpoint for his own trip.
nl: Exporteer als JSON. Een andere Trippanion user kan dit als starpunt gebruiken.
